# brew install
brew 'bash-completion'
brew 'mas'

# PHP 7
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
brew 'php70'



# install packages
cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'



# Casks
cask 'alfred'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'firefox'

cask 'iterm2'
cask 'sequel-pro'
cask 'sourcetree'
cask 'sublime-text'
cask 'postman'
cask 'zeplin'

cask 'docker'
cask 'kitematic'

cask 'slack'
cask 'telegram-desktop'
cask 'goofy'

cask 'tunnelbear'
cask 'purevpn'
cask 'licecap'
cask 'appcleaner'
cask 'the-unarchiver'
cask 'keka'
cask 'evernote'

cask 'spotify'
cask 'spotifree'
cask 'virtualbox'



# mas, from apple store
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Simplenote", id: 692867256
mas "Monosnap", id: 540348655
mas "MicrosoftRemoteDesktop", id: 715768417
