# brew install
brew 'bash-completion'
brew 'git'
brew 'mas'

# PHP 7
tap 'homebrew/homebrew-php'
brew 'php70'



# install packages
cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'



# Casks
cask 'alfred'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'firefox'

cask 'iterm2'
cask 'sequel-pro'
cask 'sourcetree'
cask 'sublime-text'
cask 'postman'
cask 'zeplin'
cask 'balsamiq-mockups'

cask 'docker'
cask 'kitematic'

cask 'slack'
cask 'telegram-desktop'
cask 'goofy'

cask 'safeincloud-password-manager'
cask 'expressvpn'
cask 'appcleaner'
cask 'the-unarchiver'
cask 'keka'
cask 'evernote'
cask 'cloudapp'

cask 'vox'
cask 'vox-preferences-pane'
cask 'spotify'
cask 'spotifree'



# mas, from apple store
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Simplenote", id: 692867256
mas "MicrosoftRemoteDesktop", id: 715768417
