# brew install
brew 'bash-completion'
brew 'git'
brew 'mas'


# install packages
cask_args appdir: '/Applications'



# Casks
cask 'alfred'

# cask 'google-chrome'
# cask 'google-chrome-canary'
cask 'brave-browser'
cask 'firefox'
cask 'microsoft-edge'


cask 'fork'
cask 'iterm2'
cask 'sequel-ace'
cask 'visual-studio-code'
cask 'sublime-text'
cask 'postman'
cask 'zeplin'
# cask 'balsamiq-mockups'

# cask 'docker'
#cask 'kitematic'

# cask 'slack'
# cask 'telegram-desktop'
cask 'slack'

cask 'safeincloud-password-manager'
cask 'expressvpn'
cask 'appcleaner'
#cask 'the-unarchiver'
cask 'keka'
cask 'hiddenbar'
#cask 'evernote'
cask 'cloudapp'
cask 'notion'

cask 'spotify'
cask 'spotifree'

cask 'dropbox'


# mas, from apple store
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Simplenote", id: 692867256
#mas "MicrosoftRemoteDesktop", id: 715768417
mas "Todoist", id: 585829637
